Repository: MizuRyu/NightCorePlayer
Catalog: Night-Core-Player/Localizable.xcstrings
Source language: en
Languages: ja

source: Player
ja: プレイヤー

source: Search
ja: 検索

source: Playlist
ja: プレイリスト

source: Settings
ja: 設定

source: Sound Settings
ja: サウンド設定

source: Playback Speed
ja: 再生速度

source: Other
ja: その他

source: Terms & Privacy Policy
ja: 利用規約・プライバシーポリシー

source: Feedback & Contact
ja: ご意見・お問い合わせ

source: Write a Review
ja: レビューを書く

source: On app launch, music will play at the configured playback speed.
ja: アプリ起動時、設定した再生速度で音楽が再生されるようになります。

source: ※Recommended ×1.15 ~ ×1.25
ja: ※推奨 ×1.15 ~ ×1.25

source: Failed to load terms.
ja: 利用規約を読み込めませんでした。

source: Song or artist name
ja: 曲名・アーティスト名

source: Error
ja: エラー

source: Recent Searches
ja: 最近の検索

source: Delete All
ja: すべて削除

source: Delete History
ja: 履歴を削除

source: Loading…
ja: 読み込み中…

source: Retry
ja: リトライ

source: Play
ja: 再生

source: Shuffle
ja: シャッフル

source: Play History
ja: 再生履歴

source: Delete all history?
ja: 履歴をすべて削除しますか？

source: Delete
ja: 削除

source: Cancel
ja: キャンセル

source: Up Next
ja: 次に再生

source: %lld items
ja: %lld 曲

source: Playing Now
ja: 再生中

source: Playback Error
ja: 再生エラー

source: Playlists
ja: プレイリスト

source: No displayable songs in this playlist
ja: このプレイリストには表示できる曲がありません

source: Play This Song
ja: この曲を再生

source: Play Next
ja: 次に再生

source: MusicKit Error: %@
ja: MusicKit エラー: %@

source: Playback Error: %@
ja: 再生エラー: %@

source: Data Save Error: %@
ja: データ保存エラー: %@

source: An Apple Music subscription is required to play.
ja: 再生するには Apple Music のサブスクリプションが必要です

source: MusicKit permission denied
ja: MusicKit の権限がありません

source: Could not get songs from playlist "%@"
ja: プレイリスト「%@」の曲を取得できませんでした

source: No displayable songs in playlist "%@"
ja: プレイリスト「%@」には表示できる曲がありません

source: Could not get songs from playlist "%@": %@
ja: プレイリスト「%1$@」の曲を取得できませんでした: %2$@

source: Pro Active
ja: Pro 有効

source: Unlock Pro
ja: Pro を購入

source: Restore Purchases
ja: 購入を復元

source: Unlimited playback time
ja: 再生時間の制限なし

source: Purchase pending approval
ja: 購入の承認待ちです

source: Allowance exhausted
ja: 残高を使い切った状態にしました

source: Allowance reset
ja: 残高の記録を消去しました

source: Pro is not available right now. Please try again later.
ja: Proを取得できませんでした。しばらくしてからもう一度お試しください。

source: Today's Free Playback Time Is Used Up
ja: 本日の無料再生時間を使い切りました

source: Normal-speed playback is still free
ja: 等倍再生は引き続き無料で再生頂けます。

source: Add Playback Time
ja: 再生時間を追加

source: Watch a video or go Pro to extend today's speed-control time.
ja: 動画の視聴か Pro の購入で、今日の倍速再生の時間を増やせます。

source: Adds playback time for today (%lld left today)
ja: 今日の再生時間を追加します（本日あと %lld 回）

source: You've reached today's ad limit. It resets tomorrow.
ja: 本日の視聴回数の上限に達しました。明日リセットされます。

source: Switched Back to Normal Speed
ja: 等倍速に戻しました

source: Today's free playback time is used up. Add more time to speed up again.
ja: 本日の無料再生時間を使い切ったためです。時間を追加すると、また倍速で再生できます。

source: Speed control has no time limit with Pro.
ja: Proのため、倍速再生の時間制限はありません。

source: Unlimited speed control until %@.
ja: %@ まで倍速再生を無制限でお使いいただけます。

source: Normal speed is always free. The limit applies only to speed control, and resets daily.
ja: 等倍速は常に無料です。時間制限は倍速再生にのみ掛かり、毎日リセットされます。

source: Watch a Video
ja: 動画を見る

source: +30 min
ja: +30分

source: Adds playback time for today
ja: 今日の再生時間を追加します

source: Go Pro
ja: Proにする

source: One-time
ja: 買い切り

source: Unlimited playback, no ads
ja: 時間制限なし・広告なしで使えます

source: Close
ja: 閉じる

source: You've watched 5 ads. Go Pro and you'll never need to again.
ja: 広告を5回視聴しました。本日の上限に達しました。Proなら永久再生可能◎

source: Today's Remaining Playback Time
ja: 本日の残り再生時間

source: Trial in Progress
ja: トライアル中

source: Unlimited
ja: 無制限

source: +30 Minutes Added
ja: 再生時間を30分追加しました。

source: Playback Time
ja: 再生時間
